<?xml version="1.0" ?>
<net name="model_float32" version="10">
	<layers>
		<layer id="0" name="input:0" type="Parameter" version="opset1">
			<data element_type="f32" shape="1,256,256,3"/>
			<output>
				<port id="0" names="input:0,unstack_StatefulPartitionedCall/unstack:0" precision="FP32">
					<dim>1</dim>
					<dim>256</dim>
					<dim>256</dim>
					<dim>3</dim>
				</port>
			</output>
		</layer>
		<layer id="1" name="unstack_StatefulPartitionedCall/unstack__6/Dims/Output_0/Data__const" type="Const" version="opset1">
			<data element_type="i64" offset="0" shape="1" size="8"/>
			<output>
				<port id="0" precision="I64">
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="2" name="unstack_StatefulPartitionedCall/unstack__6" type="Squeeze" version="opset1">
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>256</dim>
					<dim>256</dim>
					<dim>3</dim>
				</port>
				<port id="1">
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" names="unstack_StatefulPartitionedCall/unstack__6:0" precision="FP32">
					<dim>256</dim>
					<dim>256</dim>
					<dim>3</dim>
				</port>
			</output>
		</layer>
		<layer id="3" name="stack_StatefulPartitionedCall/stack1/Cast_121106_const" type="Const" version="opset1">
			<data element_type="i64" offset="8" shape="4" size="32"/>
			<output>
				<port id="0" names="const_fold_opt__491" precision="I64">
					<dim>4</dim>
				</port>
			</output>
		</layer>
		<layer id="4" name="stack_StatefulPartitionedCall/stack1" type="Reshape" version="opset1">
			<data special_zero="true"/>
			<input>
				<port id="0">
					<dim>256</dim>
					<dim>256</dim>
					<dim>3</dim>
				</port>
				<port id="1">
					<dim>4</dim>
				</port>
			</input>
			<output>
				<port id="2" names="stack_StatefulPartitionedCall/stack1:0" precision="FP32">
					<dim>1</dim>
					<dim>256</dim>
					<dim>256</dim>
					<dim>3</dim>
				</port>
			</output>
		</layer>
		<layer id="5" name="truediv_1_StatefulPartitionedCall/truediv_1_truediv_1/y_StatefulPartitionedCall/truediv_1/y1/y:0/EltwiseUnsqueeze8872_const" type="Const" version="opset1">
			<data element_type="f32" offset="40" shape="1,1,1,1" size="4"/>
			<output>
				<port id="0" names="truediv_1_StatefulPartitionedCall/truediv_1_truediv_1/y_StatefulPartitionedCall/truediv_1/y1/y:0" precision="FP32">
					<dim>1</dim>
					<dim>1</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="6" name="truediv_1_StatefulPartitionedCall/truediv_1_truediv_1/y_StatefulPartitionedCall/truediv_1/y1" type="Multiply" version="opset1">
			<data auto_broadcast="numpy"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>256</dim>
					<dim>256</dim>
					<dim>3</dim>
				</port>
				<port id="1">
					<dim>1</dim>
					<dim>1</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" names="truediv_1_StatefulPartitionedCall/truediv_1_truediv_1/y_StatefulPartitionedCall/truediv_1/y1:0" precision="FP32">
					<dim>1</dim>
					<dim>256</dim>
					<dim>256</dim>
					<dim>3</dim>
				</port>
			</output>
		</layer>
		<layer id="7" name="sub_1_StatefulPartitionedCall/sub_1/y:0/EltwiseUnsqueeze9180_const" type="Const" version="opset1">
			<data element_type="f32" offset="44" shape="1,1,1,1" size="4"/>
			<output>
				<port id="0" names="sub_1_StatefulPartitionedCall/sub_1/y:0" precision="FP32">
					<dim>1</dim>
					<dim>1</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="8" name="sub_1_StatefulPartitionedCall/sub_1" type="Add" version="opset1">
			<data auto_broadcast="numpy"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>256</dim>
					<dim>256</dim>
					<dim>3</dim>
				</port>
				<port id="1">
					<dim>1</dim>
					<dim>1</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" names="sub_1_StatefulPartitionedCall/sub_1:0" precision="FP32">
					<dim>1</dim>
					<dim>256</dim>
					<dim>256</dim>
					<dim>3</dim>
				</port>
			</output>
		</layer>
		<layer id="9" name="Conv2D__8/Cast_121104_const" type="Const" version="opset1">
			<data element_type="i64" offset="48" shape="4" size="32"/>
			<output>
				<port id="0" precision="I64">
					<dim>4</dim>
				</port>
			</output>
		</layer>
		<layer id="10" name="Conv2D__8" type="Transpose" version="opset1">
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>256</dim>
					<dim>256</dim>
					<dim>3</dim>
				</port>
				<port id="1">
					<dim>4</dim>
				</port>
			</input>
			<output>
				<port id="2" names="Conv2D__8:0" precision="FP32">
					<dim>1</dim>
					<dim>3</dim>
					<dim>256</dim>
					<dim>256</dim>
				</port>
			</output>
		</layer>
		<layer id="11" name="Conv2D/filter:0/Output_0/Data__const" type="Const" version="opset1">
			<data element_type="f32" offset="80" shape="56,3,3,3" size="6048"/>
			<output>
				<port id="0" names="Conv2D/filter:0" precision="FP32">
					<dim>56</dim>
					<dim>3</dim>
					<dim>3</dim>
					<dim>3</dim>
				</port>
			</output>
		</layer>
		<layer id="12" name="Conv__361/WithoutBiases" type="Convolution" version="opset1">
			<data auto_pad="explicit" dilations="1,1" pads_begin="0,0" pads_end="1,1" strides="2,2"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>3</dim>
					<dim>256</dim>
					<dim>256</dim>
				</port>
				<port id="1">
					<dim>56</dim>
					<dim>3</dim>
					<dim>3</dim>
					<dim>3</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32">
					<dim>1</dim>
					<dim>56</dim>
					<dim>128</dim>
					<dim>128</dim>
				</port>
			</output>
		</layer>
		<layer id="13" name="Conv__361/Dims50028827/EltwiseUnsqueeze9072_const" type="Const" version="opset1">
			<data element_type="f32" offset="6128" shape="1,56,1,1" size="224"/>
			<output>
				<port id="0" precision="FP32">
					<dim>1</dim>
					<dim>56</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="14" name="Conv__361" type="Add" version="opset1">
			<data auto_broadcast="numpy"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>56</dim>
					<dim>128</dim>
					<dim>128</dim>
				</port>
				<port id="1">
					<dim>1</dim>
					<dim>56</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" names="Conv__361:0" precision="FP32">
					<dim>1</dim>
					<dim>56</dim>
					<dim>128</dim>
					<dim>128</dim>
				</port>
			</output>
		</layer>
		<layer id="15" name="center_net_mobile_net_v2fpn_feature_extractor/model_1/model/Conv1_relu/Relu6_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/Conv1_relu/Relu6_center_net_mobile_net_v2fpn_feature_extractor/model_1/model/bn_Conv1/FusedBatchNormV3_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/bn_Conv1/FusedBatchNormV3_center_net_mobile_net_v2fpn_feature_extractor/model_1/model/Conv1/Conv2D_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/Conv1/Conv2D_Add_Conv2D_Add/y" type="Clamp" version="opset1">
			<data max="6.0" min="0.0"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>56</dim>
					<dim>128</dim>
					<dim>128</dim>
				</port>
			</input>
			<output>
				<port id="1" names="center_net_mobile_net_v2fpn_feature_extractor/model_1/model/Conv1_relu/Relu6_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/Conv1_relu/Relu6_center_net_mobile_net_v2fpn_feature_extractor/model_1/model/bn_Conv1/FusedBatchNormV3_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/bn_Conv1/FusedBatchNormV3_center_net_mobile_net_v2fpn_feature_extractor/model_1/model/Conv1/Conv2D_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/Conv1/Conv2D_Add_Conv2D_Add/y:0" precision="FP32">
					<dim>1</dim>
					<dim>56</dim>
					<dim>128</dim>
					<dim>128</dim>
				</port>
			</output>
		</layer>
		<layer id="16" name="2054120544_const" type="Const" version="opset1">
			<data element_type="f32" offset="6352" shape="56,1,1,3,3" size="2016"/>
			<output>
				<port id="0" names="const_fold_opt__478" precision="FP32">
					<dim>56</dim>
					<dim>1</dim>
					<dim>1</dim>
					<dim>3</dim>
					<dim>3</dim>
				</port>
			</output>
		</layer>
		<layer id="17" name="Conv__362/WithoutBiases" type="GroupConvolution" version="opset1">
			<data auto_pad="explicit" dilations="1,1" pads_begin="1,1" pads_end="1,1" strides="1,1"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>56</dim>
					<dim>128</dim>
					<dim>128</dim>
				</port>
				<port id="1">
					<dim>56</dim>
					<dim>1</dim>
					<dim>1</dim>
					<dim>3</dim>
					<dim>3</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32">
					<dim>1</dim>
					<dim>56</dim>
					<dim>128</dim>
					<dim>128</dim>
				</port>
			</output>
		</layer>
		<layer id="18" name="Conv__362/Dims50208830/EltwiseUnsqueeze9084_const" type="Const" version="opset1">
			<data element_type="f32" offset="8368" shape="1,56,1,1" size="224"/>
			<output>
				<port id="0" precision="FP32">
					<dim>1</dim>
					<dim>56</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="19" name="Conv__362" type="Add" version="opset1">
			<data auto_broadcast="numpy"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>56</dim>
					<dim>128</dim>
					<dim>128</dim>
				</port>
				<port id="1">
					<dim>1</dim>
					<dim>56</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" names="Conv__362:0" precision="FP32">
					<dim>1</dim>
					<dim>56</dim>
					<dim>128</dim>
					<dim>128</dim>
				</port>
			</output>
		</layer>
		<layer id="20" name="center_net_mobile_net_v2fpn_feature_extractor/model_1/model/expanded_conv_depthwise_relu/Relu6_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/expanded_conv_depthwise_relu/Relu6_center_net_mobile_net_v2fpn_feature_extractor/model_1/model/expanded_conv_depthwise_BN/FusedBatchNormV3_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/expanded_conv_depthwise_BN/FusedBatchNormV3_center_net_mobile_net_v2fpn_feature_extractor/model_1/model/Conv1/Conv2D_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/Conv1/Conv2D_center_net_mobile_net_v2fpn_feature_extractor/model_1/model/expanded_conv_depthwise/depthwise_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/expanded_conv_depthwise/depthwise_Add_1_Conv2D_depthwise_Add_1/y" type="Clamp" version="opset1">
			<data max="6.0" min="0.0"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>56</dim>
					<dim>128</dim>
					<dim>128</dim>
				</port>
			</input>
			<output>
				<port id="1" names="center_net_mobile_net_v2fpn_feature_extractor/model_1/model/expanded_conv_depthwise_relu/Relu6_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/expanded_conv_depthwise_relu/Relu6_center_net_mobile_net_v2fpn_feature_extractor/model_1/model/expanded_conv_depthwise_BN/FusedBatchNormV3_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/expanded_conv_depthwise_BN/FusedBatchNormV3_center_net_mobile_net_v2fpn_feature_extractor/model_1/model/Conv1/Conv2D_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/Conv1/Conv2D_center_net_mobile_net_v2fpn_feature_extractor/model_1/model/expanded_conv_depthwise/depthwise_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/expanded_conv_depthwise/depthwise_Add_1_Conv2D_depthwise_Add_1/y:0" precision="FP32">
					<dim>1</dim>
					<dim>56</dim>
					<dim>128</dim>
					<dim>128</dim>
				</port>
			</output>
		</layer>
		<layer id="21" name="Conv2D_1/filter:0/Output_0/Data__const" type="Const" version="opset1">
			<data element_type="f32" offset="8592" shape="32,56,1,1" size="7168"/>
			<output>
				<port id="0" names="Conv2D_1/filter:0" precision="FP32">
					<dim>32</dim>
					<dim>56</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="22" name="Conv__363/WithoutBiases" type="Convolution" version="opset1">
			<data auto_pad="explicit" dilations="1,1" pads_begin="0,0" pads_end="0,0" strides="1,1"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>56</dim>
					<dim>128</dim>
					<dim>128</dim>
				</port>
				<port id="1">
					<dim>32</dim>
					<dim>56</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32">
					<dim>1</dim>
					<dim>32</dim>
					<dim>128</dim>
					<dim>128</dim>
				</port>
			</output>
		</layer>
		<layer id="23" name="Conv__363/Dims49008810/EltwiseUnsqueeze9004_const" type="Const" version="opset1">
			<data element_type="f32" offset="15760" shape="1,32,1,1" size="128"/>
			<output>
				<port id="0" precision="FP32">
					<dim>1</dim>
					<dim>32</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="24" name="Conv__363" type="Add" version="opset1">
			<data auto_broadcast="numpy"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>32</dim>
					<dim>128</dim>
					<dim>128</dim>
				</port>
				<port id="1">
					<dim>1</dim>
					<dim>32</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" names="Conv__363:0" precision="FP32">
					<dim>1</dim>
					<dim>32</dim>
					<dim>128</dim>
					<dim>128</dim>
				</port>
			</output>
		</layer>
		<layer id="25" name="Conv2D_2/filter:0/Output_0/Data__const" type="Const" version="opset1">
			<data element_type="f32" offset="15888" shape="192,32,1,1" size="24576"/>
			<output>
				<port id="0" names="Conv2D_2/filter:0" precision="FP32">
					<dim>192</dim>
					<dim>32</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="26" name="Conv__364/WithoutBiases" type="Convolution" version="opset1">
			<data auto_pad="explicit" dilations="1,1" pads_begin="0,0" pads_end="0,0" strides="1,1"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>32</dim>
					<dim>128</dim>
					<dim>128</dim>
				</port>
				<port id="1">
					<dim>192</dim>
					<dim>32</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32">
					<dim>1</dim>
					<dim>192</dim>
					<dim>128</dim>
					<dim>128</dim>
				</port>
			</output>
		</layer>
		<layer id="27" name="Conv__364/Dims48108795/EltwiseUnsqueeze8944_const" type="Const" version="opset1">
			<data element_type="f32" offset="40464" shape="1,192,1,1" size="768"/>
			<output>
				<port id="0" precision="FP32">
					<dim>1</dim>
					<dim>192</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="28" name="Conv__364" type="Add" version="opset1">
			<data auto_broadcast="numpy"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>192</dim>
					<dim>128</dim>
					<dim>128</dim>
				</port>
				<port id="1">
					<dim>1</dim>
					<dim>192</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" names="Conv__364:0" precision="FP32">
					<dim>1</dim>
					<dim>192</dim>
					<dim>128</dim>
					<dim>128</dim>
				</port>
			</output>
		</layer>
		<layer id="29" name="center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_1_expand_relu/Relu6_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_1_expand_relu/Relu6_center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_1_expand_BN/FusedBatchNormV3_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_1_expand_BN/FusedBatchNormV3_center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_1_expand/Conv2D_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_1_expand/Conv2D_Add_2_Conv2D_2_Add_2/y" type="Clamp" version="opset1">
			<data max="6.0" min="0.0"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>192</dim>
					<dim>128</dim>
					<dim>128</dim>
				</port>
			</input>
			<output>
				<port id="1" names="center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_1_expand_relu/Relu6_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_1_expand_relu/Relu6_center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_1_expand_BN/FusedBatchNormV3_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_1_expand_BN/FusedBatchNormV3_center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_1_expand/Conv2D_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_1_expand/Conv2D_Add_2_Conv2D_2_Add_2/y:0" precision="FP32">
					<dim>1</dim>
					<dim>192</dim>
					<dim>128</dim>
					<dim>128</dim>
				</port>
			</output>
		</layer>
		<layer id="30" name="2049320496_const" type="Const" version="opset1">
			<data element_type="f32" offset="41232" shape="192,1,1,3,3" size="6912"/>
			<output>
				<port id="0" names="const_fold_opt__488" precision="FP32">
					<dim>192</dim>
					<dim>1</dim>
					<dim>1</dim>
					<dim>3</dim>
					<dim>3</dim>
				</port>
			</output>
		</layer>
		<layer id="31" name="Conv__365/WithoutBiases" type="GroupConvolution" version="opset1">
			<data auto_pad="explicit" dilations="1,1" pads_begin="0,0" pads_end="1,1" strides="2,2"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>192</dim>
					<dim>128</dim>
					<dim>128</dim>
				</port>
				<port id="1">
					<dim>192</dim>
					<dim>1</dim>
					<dim>1</dim>
					<dim>3</dim>
					<dim>3</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32">
					<dim>1</dim>
					<dim>192</dim>
					<dim>64</dim>
					<dim>64</dim>
				</port>
			</output>
		</layer>
		<layer id="32" name="Conv__365/Dims48288798/EltwiseUnsqueeze8956_const" type="Const" version="opset1">
			<data element_type="f32" offset="48144" shape="1,192,1,1" size="768"/>
			<output>
				<port id="0" precision="FP32">
					<dim>1</dim>
					<dim>192</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="33" name="Conv__365" type="Add" version="opset1">
			<data auto_broadcast="numpy"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>192</dim>
					<dim>64</dim>
					<dim>64</dim>
				</port>
				<port id="1">
					<dim>1</dim>
					<dim>192</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" names="Conv__365:0" precision="FP32">
					<dim>1</dim>
					<dim>192</dim>
					<dim>64</dim>
					<dim>64</dim>
				</port>
			</output>
		</layer>
		<layer id="34" name="center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_1_depthwise_relu/Relu6_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_1_depthwise_relu/Relu6_center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_1_depthwise_BN/FusedBatchNormV3_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_1_depthwise_BN/FusedBatchNormV3_center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_1_depthwise/depthwise_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_1_depthwise/depthwise_center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_1_expand/Conv2D_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_1_expand/Conv2D_Add_3_Conv2D_2_depthwise_1_Add_3/y" type="Clamp" version="opset1">
			<data max="6.0" min="0.0"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>192</dim>
					<dim>64</dim>
					<dim>64</dim>
				</port>
			</input>
			<output>
				<port id="1" names="center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_1_depthwise_relu/Relu6_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_1_depthwise_relu/Relu6_center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_1_depthwise_BN/FusedBatchNormV3_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_1_depthwise_BN/FusedBatchNormV3_center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_1_depthwise/depthwise_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_1_depthwise/depthwise_center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_1_expand/Conv2D_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_1_expand/Conv2D_Add_3_Conv2D_2_depthwise_1_Add_3/y:0" precision="FP32">
					<dim>1</dim>
					<dim>192</dim>
					<dim>64</dim>
					<dim>64</dim>
				</port>
			</output>
		</layer>
		<layer id="35" name="Conv2D_3/filter:0/Output_0/Data__const" type="Const" version="opset1">
			<data element_type="f32" offset="48912" shape="40,192,1,1" size="30720"/>
			<output>
				<port id="0" names="Conv2D_3/filter:0" precision="FP32">
					<dim>40</dim>
					<dim>192</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="36" name="Conv__366/WithoutBiases" type="Convolution" version="opset1">
			<data auto_pad="explicit" dilations="1,1" pads_begin="0,0" pads_end="0,0" strides="1,1"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>192</dim>
					<dim>64</dim>
					<dim>64</dim>
				</port>
				<port id="1">
					<dim>40</dim>
					<dim>192</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32">
					<dim>1</dim>
					<dim>40</dim>
					<dim>64</dim>
					<dim>64</dim>
				</port>
			</output>
		</layer>
		<layer id="37" name="Conv__366/Dims51348849/EltwiseUnsqueeze9160_const" type="Const" version="opset1">
			<data element_type="f32" offset="79632" shape="1,40,1,1" size="160"/>
			<output>
				<port id="0" precision="FP32">
					<dim>1</dim>
					<dim>40</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="38" name="Conv__366" type="Add" version="opset1">
			<data auto_broadcast="numpy"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>40</dim>
					<dim>64</dim>
					<dim>64</dim>
				</port>
				<port id="1">
					<dim>1</dim>
					<dim>40</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" names="Conv__366:0" precision="FP32">
					<dim>1</dim>
					<dim>40</dim>
					<dim>64</dim>
					<dim>64</dim>
				</port>
			</output>
		</layer>
		<layer id="39" name="Conv2D_4/filter:0/Output_0/Data__const" type="Const" version="opset1">
			<data element_type="f32" offset="79792" shape="240,40,1,1" size="38400"/>
			<output>
				<port id="0" names="Conv2D_4/filter:0" precision="FP32">
					<dim>240</dim>
					<dim>40</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="40" name="Conv__369/WithoutBiases" type="Convolution" version="opset1">
			<data auto_pad="explicit" dilations="1,1" pads_begin="0,0" pads_end="0,0" strides="1,1"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>40</dim>
					<dim>64</dim>
					<dim>64</dim>
				</port>
				<port id="1">
					<dim>240</dim>
					<dim>40</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32">
					<dim>1</dim>
					<dim>240</dim>
					<dim>64</dim>
					<dim>64</dim>
				</port>
			</output>
		</layer>
		<layer id="41" name="Conv__369/Dims47988793/EltwiseUnsqueeze8936_const" type="Const" version="opset1">
			<data element_type="f32" offset="118192" shape="1,240,1,1" size="960"/>
			<output>
				<port id="0" precision="FP32">
					<dim>1</dim>
					<dim>240</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="42" name="Conv__369" type="Add" version="opset1">
			<data auto_broadcast="numpy"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>240</dim>
					<dim>64</dim>
					<dim>64</dim>
				</port>
				<port id="1">
					<dim>1</dim>
					<dim>240</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" names="Conv__369:0" precision="FP32">
					<dim>1</dim>
					<dim>240</dim>
					<dim>64</dim>
					<dim>64</dim>
				</port>
			</output>
		</layer>
		<layer id="43" name="center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_2_expand_relu/Relu6_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_2_expand_relu/Relu6_center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_2_expand_BN/FusedBatchNormV3_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_2_expand_BN/FusedBatchNormV3_center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_2_expand/Conv2D_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_2_expand/Conv2D_Add_4_Conv2D_4_Add_4/y" type="Clamp" version="opset1">
			<data max="6.0" min="0.0"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>240</dim>
					<dim>64</dim>
					<dim>64</dim>
				</port>
			</input>
			<output>
				<port id="1" names="center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_2_expand_relu/Relu6_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_2_expand_relu/Relu6_center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_2_expand_BN/FusedBatchNormV3_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_2_expand_BN/FusedBatchNormV3_center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_2_expand/Conv2D_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_2_expand/Conv2D_Add_4_Conv2D_4_Add_4/y:0" precision="FP32">
					<dim>1</dim>
					<dim>240</dim>
					<dim>64</dim>
					<dim>64</dim>
				</port>
			</output>
		</layer>
		<layer id="44" name="2055720560_const" type="Const" version="opset1">
			<data element_type="f32" offset="119152" shape="240,1,1,3,3" size="8640"/>
			<output>
				<port id="0" names="const_fold_opt__473" precision="FP32">
					<dim>240</dim>
					<dim>1</dim>
					<dim>1</dim>
					<dim>3</dim>
					<dim>3</dim>
				</port>
			</output>
		</layer>
		<layer id="45" name="Conv__370/WithoutBiases" type="GroupConvolution" version="opset1">
			<data auto_pad="explicit" dilations="1,1" pads_begin="1,1" pads_end="1,1" strides="1,1"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>240</dim>
					<dim>64</dim>
					<dim>64</dim>
				</port>
				<port id="1">
					<dim>240</dim>
					<dim>1</dim>
					<dim>1</dim>
					<dim>3</dim>
					<dim>3</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32">
					<dim>1</dim>
					<dim>240</dim>
					<dim>64</dim>
					<dim>64</dim>
				</port>
			</output>
		</layer>
		<layer id="46" name="Conv__370/Dims50988843/EltwiseUnsqueeze9136_const" type="Const" version="opset1">
			<data element_type="f32" offset="127792" shape="1,240,1,1" size="960"/>
			<output>
				<port id="0" precision="FP32">
					<dim>1</dim>
					<dim>240</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="47" name="Conv__370" type="Add" version="opset1">
			<data auto_broadcast="numpy"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>240</dim>
					<dim>64</dim>
					<dim>64</dim>
				</port>
				<port id="1">
					<dim>1</dim>
					<dim>240</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" names="Conv__370:0" precision="FP32">
					<dim>1</dim>
					<dim>240</dim>
					<dim>64</dim>
					<dim>64</dim>
				</port>
			</output>
		</layer>
		<layer id="48" name="center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_2_depthwise_relu/Relu6_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_2_depthwise_relu/Relu6_center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_2_depthwise_BN/FusedBatchNormV3_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_2_depthwise_BN/FusedBatchNormV3_center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_2_expand/Conv2D_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_2_expand/Conv2D_center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_2_depthwise/depthwise_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_2_depthwise/depthwise_Add_5_Conv2D_4_depthwise_2_Add_5/y" type="Clamp" version="opset1">
			<data max="6.0" min="0.0"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>240</dim>
					<dim>64</dim>
					<dim>64</dim>
				</port>
			</input>
			<output>
				<port id="1" names="center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_2_depthwise_relu/Relu6_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_2_depthwise_relu/Relu6_center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_2_depthwise_BN/FusedBatchNormV3_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_2_depthwise_BN/FusedBatchNormV3_center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_2_expand/Conv2D_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_2_expand/Conv2D_center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_2_depthwise/depthwise_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_2_depthwise/depthwise_Add_5_Conv2D_4_depthwise_2_Add_5/y:0" precision="FP32">
					<dim>1</dim>
					<dim>240</dim>
					<dim>64</dim>
					<dim>64</dim>
				</port>
			</output>
		</layer>
		<layer id="49" name="Conv2D_5/filter:0/Output_0/Data__const" type="Const" version="opset1">
			<data element_type="f32" offset="128752" shape="40,240,1,1" size="38400"/>
			<output>
				<port id="0" names="Conv2D_5/filter:0" precision="FP32">
					<dim>40</dim>
					<dim>240</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="50" name="Conv__371/WithoutBiases" type="Convolution" version="opset1">
			<data auto_pad="explicit" dilations="1,1" pads_begin="0,0" pads_end="0,0" strides="1,1"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>240</dim>
					<dim>64</dim>
					<dim>64</dim>
				</port>
				<port id="1">
					<dim>40</dim>
					<dim>240</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32">
					<dim>1</dim>
					<dim>40</dim>
					<dim>64</dim>
					<dim>64</dim>
				</port>
			</output>
		</layer>
		<layer id="51" name="Conv__371/Dims48948809/EltwiseUnsqueeze9000_const" type="Const" version="opset1">
			<data element_type="f32" offset="167152" shape="1,40,1,1" size="160"/>
			<output>
				<port id="0" precision="FP32">
					<dim>1</dim>
					<dim>40</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="52" name="Conv__371" type="Add" version="opset1">
			<data auto_broadcast="numpy"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>40</dim>
					<dim>64</dim>
					<dim>64</dim>
				</port>
				<port id="1">
					<dim>1</dim>
					<dim>40</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" names="Conv__371:0" precision="FP32">
					<dim>1</dim>
					<dim>40</dim>
					<dim>64</dim>
					<dim>64</dim>
				</port>
			</output>
		</layer>
		<layer id="53" name="center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_2_add/add_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_2_add/add" type="Add" version="opset1">
			<data auto_broadcast="numpy"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>40</dim>
					<dim>64</dim>
					<dim>64</dim>
				</port>
				<port id="1">
					<dim>1</dim>
					<dim>40</dim>
					<dim>64</dim>
					<dim>64</dim>
				</port>
			</input>
			<output>
				<port id="2" names="center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_2_add/add_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_2_add/add:0" precision="FP32">
					<dim>1</dim>
					<dim>40</dim>
					<dim>64</dim>
					<dim>64</dim>
				</port>
			</output>
		</layer>
		<layer id="54" name="Conv2D_7/filter:0/Output_0/Data__const" type="Const" version="opset1">
			<data element_type="f32" offset="167312" shape="240,40,1,1" size="38400"/>
			<output>
				<port id="0" names="Conv2D_7/filter:0" precision="FP32">
					<dim>240</dim>
					<dim>40</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="55" name="Conv__372/WithoutBiases" type="Convolution" version="opset1">
			<data auto_pad="explicit" dilations="1,1" pads_begin="0,0" pads_end="0,0" strides="1,1"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>40</dim>
					<dim>64</dim>
					<dim>64</dim>
				</port>
				<port id="1">
					<dim>240</dim>
					<dim>40</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32">
					<dim>1</dim>
					<dim>240</dim>
					<dim>64</dim>
					<dim>64</dim>
				</port>
			</output>
		</layer>
		<layer id="56" name="Conv__372/Dims48768806/EltwiseUnsqueeze8988_const" type="Const" version="opset1">
			<data element_type="f32" offset="205712" shape="1,240,1,1" size="960"/>
			<output>
				<port id="0" precision="FP32">
					<dim>1</dim>
					<dim>240</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="57" name="Conv__372" type="Add" version="opset1">
			<data auto_broadcast="numpy"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>240</dim>
					<dim>64</dim>
					<dim>64</dim>
				</port>
				<port id="1">
					<dim>1</dim>
					<dim>240</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" names="Conv__372:0" precision="FP32">
					<dim>1</dim>
					<dim>240</dim>
					<dim>64</dim>
					<dim>64</dim>
				</port>
			</output>
		</layer>
		<layer id="58" name="center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_3_expand_relu/Relu6_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_3_expand_relu/Relu6_center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_3_expand_BN/FusedBatchNormV3_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_3_expand_BN/FusedBatchNormV3_center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_2_expand/Conv2D_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_2_expand/Conv2D_center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_3_expand/Conv2D_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_3_expand/Conv2D_Add_6_Conv2D_4_Conv2D_7_Add_6/y" type="Clamp" version="opset1">
			<data max="6.0" min="0.0"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>240</dim>
					<dim>64</dim>
					<dim>64</dim>
				</port>
			</input>
			<output>
				<port id="1" names="center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_3_expand_relu/Relu6_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_3_expand_relu/Relu6_center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_3_expand_BN/FusedBatchNormV3_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_3_expand_BN/FusedBatchNormV3_center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_2_expand/Conv2D_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_2_expand/Conv2D_center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_3_expand/Conv2D_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_3_expand/Conv2D_Add_6_Conv2D_4_Conv2D_7_Add_6/y:0" precision="FP32">
					<dim>1</dim>
					<dim>240</dim>
					<dim>64</dim>
					<dim>64</dim>
				</port>
			</output>
		</layer>
		<layer id="59" name="2050120504_const" type="Const" version="opset1">
			<data element_type="f32" offset="206672" shape="240,1,1,3,3" size="8640"/>
			<output>
				<port id="0" names="const_fold_opt__472" precision="FP32">
					<dim>240</dim>
					<dim>1</dim>
					<dim>1</dim>
					<dim>3</dim>
					<dim>3</dim>
				</port>
			</output>
		</layer>
		<layer id="60" name="Conv__373/WithoutBiases" type="GroupConvolution" version="opset1">
			<data auto_pad="explicit" dilations="1,1" pads_begin="0,0" pads_end="1,1" strides="2,2"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>240</dim>
					<dim>64</dim>
					<dim>64</dim>
				</port>
				<port id="1">
					<dim>240</dim>
					<dim>1</dim>
					<dim>1</dim>
					<dim>3</dim>
					<dim>3</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32">
					<dim>1</dim>
					<dim>240</dim>
					<dim>32</dim>
					<dim>32</dim>
				</port>
			</output>
		</layer>
		<layer id="61" name="Conv__373/Dims48588803/EltwiseUnsqueeze8976_const" type="Const" version="opset1">
			<data element_type="f32" offset="215312" shape="1,240,1,1" size="960"/>
			<output>
				<port id="0" precision="FP32">
					<dim>1</dim>
					<dim>240</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="62" name="Conv__373" type="Add" version="opset1">
			<data auto_broadcast="numpy"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>240</dim>
					<dim>32</dim>
					<dim>32</dim>
				</port>
				<port id="1">
					<dim>1</dim>
					<dim>240</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" names="Conv__373:0" precision="FP32">
					<dim>1</dim>
					<dim>240</dim>
					<dim>32</dim>
					<dim>32</dim>
				</port>
			</output>
		</layer>
		<layer id="63" name="center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_3_depthwise_relu/Relu6_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_3_depthwise_relu/Relu6_center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_3_depthwise_BN/FusedBatchNormV3_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_3_depthwise_BN/FusedBatchNormV3_center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_3_depthwise/depthwise_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_3_depthwise/depthwise_center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_2_expand/Conv2D_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_2_expand/Conv2D_Add_7_Conv2D_4_depthwise_3_Add_7/y" type="Clamp" version="opset1">
			<data max="6.0" min="0.0"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>240</dim>
					<dim>32</dim>
					<dim>32</dim>
				</port>
			</input>
			<output>
				<port id="1" names="center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_3_depthwise_relu/Relu6_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_3_depthwise_relu/Relu6_center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_3_depthwise_BN/FusedBatchNormV3_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_3_depthwise_BN/FusedBatchNormV3_center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_3_depthwise/depthwise_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_3_depthwise/depthwise_center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_2_expand/Conv2D_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_2_expand/Conv2D_Add_7_Conv2D_4_depthwise_3_Add_7/y:0" precision="FP32">
					<dim>1</dim>
					<dim>240</dim>
					<dim>32</dim>
					<dim>32</dim>
				</port>
			</output>
		</layer>
		<layer id="64" name="Conv2D_8/filter:0/Output_0/Data__const" type="Const" version="opset1">
			<data element_type="f32" offset="216272" shape="56,240,1,1" size="53760"/>
			<output>
				<port id="0" names="Conv2D_8/filter:0" precision="FP32">
					<dim>56</dim>
					<dim>240</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="65" name="Conv__374/WithoutBiases" type="Convolution" version="opset1">
			<data auto_pad="explicit" dilations="1,1" pads_begin="0,0" pads_end="0,0" strides="1,1"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>240</dim>
					<dim>32</dim>
					<dim>32</dim>
				</port>
				<port id="1">
					<dim>56</dim>
					<dim>240</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32">
					<dim>1</dim>
					<dim>56</dim>
					<dim>32</dim>
					<dim>32</dim>
				</port>
			</output>
		</layer>
		<layer id="66" name="Conv__374/Dims49668821/EltwiseUnsqueeze9048_const" type="Const" version="opset1">
			<data element_type="f32" offset="270032" shape="1,56,1,1" size="224"/>
			<output>
				<port id="0" precision="FP32">
					<dim>1</dim>
					<dim>56</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="67" name="Conv__374" type="Add" version="opset1">
			<data auto_broadcast="numpy"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>56</dim>
					<dim>32</dim>
					<dim>32</dim>
				</port>
				<port id="1">
					<dim>1</dim>
					<dim>56</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" names="Conv__374:0" precision="FP32">
					<dim>1</dim>
					<dim>56</dim>
					<dim>32</dim>
					<dim>32</dim>
				</port>
			</output>
		</layer>
		<layer id="68" name="Conv2D_9/filter:0/Output_0/Data__const" type="Const" version="opset1">
			<data element_type="f32" offset="270256" shape="336,56,1,1" size="75264"/>
			<output>
				<port id="0" names="Conv2D_9/filter:0" precision="FP32">
					<dim>336</dim>
					<dim>56</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="69" name="Conv__377/WithoutBiases" type="Convolution" version="opset1">
			<data auto_pad="explicit" dilations="1,1" pads_begin="0,0" pads_end="0,0" strides="1,1"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>56</dim>
					<dim>32</dim>
					<dim>32</dim>
				</port>
				<port id="1">
					<dim>336</dim>
					<dim>56</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32">
					<dim>1</dim>
					<dim>336</dim>
					<dim>32</dim>
					<dim>32</dim>
				</port>
			</output>
		</layer>
		<layer id="70" name="Conv__377/Dims49428817/EltwiseUnsqueeze9032_const" type="Const" version="opset1">
			<data element_type="f32" offset="345520" shape="1,336,1,1" size="1344"/>
			<output>
				<port id="0" precision="FP32">
					<dim>1</dim>
					<dim>336</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="71" name="Conv__377" type="Add" version="opset1">
			<data auto_broadcast="numpy"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>336</dim>
					<dim>32</dim>
					<dim>32</dim>
				</port>
				<port id="1">
					<dim>1</dim>
					<dim>336</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" names="Conv__377:0" precision="FP32">
					<dim>1</dim>
					<dim>336</dim>
					<dim>32</dim>
					<dim>32</dim>
				</port>
			</output>
		</layer>
		<layer id="72" name="center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_4_expand_relu/Relu6_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_4_expand_relu/Relu6_center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_4_expand_BN/FusedBatchNormV3_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_4_expand_BN/FusedBatchNormV3_center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_4_expand/Conv2D_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_4_expand/Conv2D_Add_8_Conv2D_9_Add_8/y" type="Clamp" version="opset1">
			<data max="6.0" min="0.0"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>336</dim>
					<dim>32</dim>
					<dim>32</dim>
				</port>
			</input>
			<output>
				<port id="1" names="center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_4_expand_relu/Relu6_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_4_expand_relu/Relu6_center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_4_expand_BN/FusedBatchNormV3_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_4_expand_BN/FusedBatchNormV3_center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_4_expand/Conv2D_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_4_expand/Conv2D_Add_8_Conv2D_9_Add_8/y:0" precision="FP32">
					<dim>1</dim>
					<dim>336</dim>
					<dim>32</dim>
					<dim>32</dim>
				</port>
			</output>
		</layer>
		<layer id="73" name="2056120564_const" type="Const" version="opset1">
			<data element_type="f32" offset="346864" shape="336,1,1,3,3" size="12096"/>
			<output>
				<port id="0" names="const_fold_opt__471" precision="FP32">
					<dim>336</dim>
					<dim>1</dim>
					<dim>1</dim>
					<dim>3</dim>
					<dim>3</dim>
				</port>
			</output>
		</layer>
		<layer id="74" name="Conv__378/WithoutBiases" type="GroupConvolution" version="opset1">
			<data auto_pad="explicit" dilations="1,1" pads_begin="1,1" pads_end="1,1" strides="1,1"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>336</dim>
					<dim>32</dim>
					<dim>32</dim>
				</port>
				<port id="1">
					<dim>336</dim>
					<dim>1</dim>
					<dim>1</dim>
					<dim>3</dim>
					<dim>3</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32">
					<dim>1</dim>
					<dim>336</dim>
					<dim>32</dim>
					<dim>32</dim>
				</port>
			</output>
		</layer>
		<layer id="75" name="Conv__378/Dims51108845/EltwiseUnsqueeze9144_const" type="Const" version="opset1">
			<data element_type="f32" offset="358960" shape="1,336,1,1" size="1344"/>
			<output>
				<port id="0" precision="FP32">
					<dim>1</dim>
					<dim>336</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="76" name="Conv__378" type="Add" version="opset1">
			<data auto_broadcast="numpy"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>336</dim>
					<dim>32</dim>
					<dim>32</dim>
				</port>
				<port id="1">
					<dim>1</dim>
					<dim>336</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" names="Conv__378:0" precision="FP32">
					<dim>1</dim>
					<dim>336</dim>
					<dim>32</dim>
					<dim>32</dim>
				</port>
			</output>
		</layer>
		<layer id="77" name="center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_4_depthwise_relu/Relu6_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_4_depthwise_relu/Relu6_center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_4_depthwise_BN/FusedBatchNormV3_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_4_depthwise_BN/FusedBatchNormV3_center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_4_expand/Conv2D_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_4_expand/Conv2D_center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_4_depthwise/depthwise_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_4_depthwise/depthwise_Add_9_Conv2D_9_depthwise_4_Add_9/y" type="Clamp" version="opset1">
			<data max="6.0" min="0.0"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>336</dim>
					<dim>32</dim>
					<dim>32</dim>
				</port>
			</input>
			<output>
				<port id="1" names="center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_4_depthwise_relu/Relu6_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_4_depthwise_relu/Relu6_center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_4_depthwise_BN/FusedBatchNormV3_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_4_depthwise_BN/FusedBatchNormV3_center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_4_expand/Conv2D_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_4_expand/Conv2D_center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_4_depthwise/depthwise_StatefulPartitionedCall/center_net_mobile_net_v2fpn_feature_extractor/model_1/model/block_4_depthwise/depthwise_Add_9_Conv2D_9_depthwise_4_Add_9/y:0" precision="FP32">
					<dim>1</dim>
					<dim>336</dim>
					<dim>32</dim>
					<dim>32</dim>
				</port>
			</output>
		</layer>
		<layer id="78" name="Conv2D_10/filter:0/Output_0/Data__const" type="Const" version="opset1">
			<data element_type="f32" offset="360304" shape="56,336,1,1" size="75264"/>
			<output>
				<port id="0" names="Conv2D_10/filter:0" precision="FP32">
					<dim>56</dim>
					<dim>336</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="79" name="Conv__379/WithoutBiases" type="Convolution" version="opset1">
			<data auto_pad="explicit" dilations="1,1" pads_begin="0,0" pads_end="0,0" strides="1,1"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>336</dim>
					<dim>32</dim>
					<dim>32</dim>
				</port>
				<port id="1">
					<dim>56</dim>
					<dim>336</dim>
					<dim>1</dim>
